[
    {
        "title": "Hellhounds of the Cosmos",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "pages": 52,
        "summary": "The paper had gone to press, graphically describing the latest of the many horrible events which had been enacted upon the Earth in the last six months. The headlines screamed that Six Corners, a little hamlet in Pennsylvania, had been wiped out by the Horror. Another front-page story told of a Terror in the Amazon Valley which had sent the natives down the river in babbling fear. Other stories told of deaths here and there, all attributable to the \"Black Horror,\" as it was called.",
        "price": 18.38,
        "rating": 3.26,
        "year": 1932,
        "author": "B3003C07-0198-448A-A59F-2D4F3D285036",
        "id": 203,
        "isbn": "1604596686"
    },
    {
        "title": "Day of the Moron",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "pages": 26,
        "price": 26.12,
        "rating": 3.45,
        "year": 1951,
        "author": "FA545141-9C4A-49BB-B5DC-F1D185E0A7A2",
        "id": 289
    },
    {
        "title": "Blueblood",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "pages": 20,
        "summary": "There were two varieties of aliens-blue and bluer-but not as blue as the Earthmen!",
        "price": 23.42,
        "rating": 3.96,
        "year": 1960,
        "author": "F0875784-D96F-44E0-925B-6F47146C7D53",
        "id": 833,
        "isbn": "1515405303"
    },
    {
        "title": "The Eel",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "price": 12.46,
        "rating": 3.88,
        "year": 1958,
        "author": "58231BEB-C487-493F-90EC-AF6873295790",
        "id": 866
    },
    {
        "title": "The Envoy, Her",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "pages": 16,
        "summary": "The Emperor must be getting old, they thought, to deal so mercifully with the upstart Jursan Rebels—which was quite true. He was not too young to dream....",
        "price": 24.32,
        "rating": 2.33,
        "year": 1951,
        "author": "C74FBCAE-43AB-4869-9927-26E20AE60F5D",
        "id": 731
    },
    {
        "title": "Futuria Fantasia, Winter 1940",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "Futuria Fantasia was an American science fiction fanzine created by Ray Bradbury in 1938, when he was 18 years old. Though only 4 issues of the fanzine were published, Futuria Fantasia boasted an impressive list of contributors, including Hannes Bok, Forrest J. Ackerman, Henry Kuttner, Damon Knight, and Robert A. Heinlein.",
        "price": 11.11,
        "rating": 3.49,
        "year": 1940,
        "author": "7FBDCFF7-574D-4CD3-86DF-91AB5D25EB14",
        "id": 272
    },
    {
        "title": "The Servant Problem",
        "cover": "https://images.gr-assets.com/books/1329284477l/13485594.jpg",
        "summary": "<b>Selling a whole town, and doing it inconspicuously, can be a little difficult … either giving it away freely, or in a more normal sense of “selling”. People don't quite believe it…</b><br /><i>Science Fiction</i><br />Play Duration: 00:59:52 <br />Public Domain stories from Project Gutenberg, that are read by volunteers. <br />First published in <i>I“Analog Science Fact Science Fiction”</i> <br /><br /><u>Free download from LibriVox.org</u> <br />Down load file sizes<br />[mp3@64kbps - 28.7MB]<br />[mp3@128kbps - 57.4MB]<br />[ogg vorbis - 34MB]",
        "price": 17.19,
        "rating": 3.24,
        "year": 1962,
        "author": "12D0B0DC-F311-48F6-8790-A52EE9BEF129",
        "id": 451
    },
    {
        "title": "And All the Earth a Grave",
        "cover": "https://images.gr-assets.com/books/1379566509l/11928404.jpg",
        "pages": 20,
        "price": 18.75,
        "rating": 3.14,
        "year": 1963,
        "author": "EDD8284B-AD4E-4402-8B0D-A6C773522E99",
        "id": 346
    },
    {
        "title": "The Door in the Wall, and Other Stories",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "pages": 148,
        "summary": "THE DOOR IN THE WALL is the story of a promising public figure used up by his job and obsessed by a vision of an enchanted garden he had known as a child. It is a tale all of us know, the attempt to recover a period when our lives were simpler and complications lay far in the future.<br /><br />Other titles are: \"The Star,\" \"A Dream of Armageddon,\" \"The Cone,\" \"A Moonlight Fable,\" \"The Diamond Maker,\" \"The Lord of the Dynamos,\" and Wells' durably celebrated story of true freedom and the human spirit \"The Country of the Blind.\"",
        "price": 25.95,
        "rating": 3.77,
        "year": 1911,
        "author": "531EDFA6-A361-4E15-873F-45E4EA0AF120",
        "id": 46
    },
    {
        "title": "The Lord of Death and the Queen of Life",
        "cover": "https://images.gr-assets.com/books/1337033759l/6328774.jpg",
        "summary": "Were Adam and Eve extra-terrestrials?<br /><br />First published in 1919 and read by over four million readers, The Lord of Death/The Queen of Life showcases speculative fiction author Homer Eon Flint’s interest in the Darwinian rule, Survival of the Fittest. <br /><br />In The Lord of Death, four scientists, aided by reverse-magnetism, travel to a dead planet where they discover that one human’s lust for power destroyed all life there—except for him. In suspended animation, he awaits the newcomers.<br /><br />In The Queen of Life, (considered a feminist tale) the scientists (one has revealed herself as a woman) travel to a planet encased in a glass sphere to protect the overpopulated planet from the sun’s radiation. Conflict leads to a riot.",
        "price": 18.79,
        "rating": 3.71,
        "year": 1919,
        "author": "8C89B379-5380-4302-AC0E-BA20686EFD39",
        "id": 852
    },
    {
        "title": "The Misplaced Battleship",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "Slippery Jim diGriz--a.k.a. The Stainless Steel Rat--is back in this classic adventure, originally published in the April, 1960 issue of Astounding Science Fiction! It might seem a little careless to lose track of something as big as a battleship ... but interstellar space is on a different scale of magnitude. But a misplaced battleship--in the wrong hands!--can be most dangerous.",
        "price": 13.21,
        "rating": 3.59,
        "year": 1960,
        "author": "7424245D-A5BC-4383-AEF9-7C229FA2048F",
        "id": 109
    },
    {
        "title": "Cat and Mouse",
        "cover": "https://images.gr-assets.com/books/1328054995l/6328964.jpg",
        "summary": "\"Cat and Mouse\" is a science fiction novelette by Ralph Williams. Originally published in the June 1959 issue of Astounding Science Fiction, it was nominated for, but did not win, the 1960 Hugo Award for Best Short Fiction.",
        "price": 18.12,
        "rating": 3.96,
        "plot": "The story is set in Alaska. Its main protagonist is Ed Brown, a trapper who has just begun a winter's stay in the wooded mountains. He soon discovers a \"hole\" into another world.\nAt this point in the story, the reader has already been told about the hole and the other world. The other world, named in the story only as World 7, is being used by an alien civilization as an experimental ground for transplanting intelligent life from different planets. However, World 7 has inadvertently been infested with a Harn, an intelligent predator. The entity overseeing the planet, known in the story only as the Warden, needs to eliminate the Harn and decides that the easiest way to do this is to open a portal from World 7 to Earth. The Warden's intention is to have the people of Earth kill the Harn.\nHis curiosity piqued by what he sees through the portal, Ed Brown passes through and investigates the other world. He soon comes into conflict with the Harn, but escapes back through to Earth. The Harn follows him through the portal and a final fight takes place in the mountains of Alaska. The Harn is a colony organism that can produce individuals of different sizes, shapes, and armaments, though it is limited by available resources. As the conflict develops, it tries to win by producing two large, lethal individuals.\nEd, being prepared for a winter in a hostile landscape, has several firearms with him, including shotguns, hunting rifles and light \"varmint\" guns. He has \"snakeproof\" pants and other backwoods equipment. The creatures are also allergic to tobacco: he can drive off some of the smaller ones by spitting tobacco juice at them.\nThe narrative dwells on Ed's need to conserve ammunition by not wasting heavy ammo on small targets. He is able to drive back most of the attacks, but is left with limited ammunition just as the Harn activates the final attackers. Realizing that the creature must have a central controller, he goes to World 7 while the Harn is mostly on Earth. He finds a burrow by following tracks, pours gasoline in and lights it. Just then the final attackers appear. They are huge bear-like creatures with fangs, claws, and six legs. Ed shoots one several times with his rifle but is injured as it makes a dying lunge. The second creature appears, but fortunately the Harn dies, and it collapses.\nThe final scene has Ed watching as a stranger looks at the battlefield, smiles at him and disappears. This is evidently the Warden. Ed returns to his normal routine.",
        "year": 1959,
        "author": "A15FAE8B-D79A-47B8-B85B-776A782594F7",
        "id": 535
    },
    {
        "title": "Butterfly 9",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "price": 23.07,
        "rating": 4.08,
        "year": 1957,
        "author": "B15381F4-DD5B-4162-959F-F4DC3EB43DE5",
        "id": 931
    },
    {
        "title": "Unspecialist",
        "cover": "https://images.gr-assets.com/books/1330231696l/13500682.jpg",
        "pages": 23,
        "summary": "A machine can be built to do any accurately described job better than any man. The superiority of a man is that he can do an unexpected, undescribed, and emergency job...",
        "price": 16.52,
        "rating": 2.57,
        "year": 1960,
        "author": "5DDD0E1C-1F90-49D9-9E9D-F3345CDCBE91",
        "id": 930
    },
    {
        "title": "Whiskaboom",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "price": 29.16,
        "rating": 3.33,
        "year": 1955,
        "author": "1773E18D-0C55-4E27-94F4-5B4DBEF1C8F3",
        "id": 618
    },
    {
        "title": "The House on the Borderland",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "The House on the Borderland (1908) is a supernatural horror novel by British fantasist William Hope Hodgson. The novel is a hallucinatory account of a recluse's stay at a remote house, and his experiences of supernatural creatures and otherworldly dimensions.\nAmerican horror writer H. P. Lovecraft listed The House on the Borderland and other works by Hodgson among his greatest influences, and Terry Pratchett has called the novel \"the Big Bang in my private universe as a science fiction and fantasy reader and, later, writer\".",
        "price": 12.4,
        "rating": 3.67,
        "plot": "Tonnison and Berreggnog make a fishing holiday to the remote village of Kraighten in rural Ireland. On the third day of their stay, they stumble upon the ruins of a strangely shaped house on a large lake. They discover the mouldering journal of the Recluse, an unidentified man who recorded his last days in the house before its destruction.\nThe Recluse begins his journal with descriptions of how he acquired the house, along with his daily life with his sister and his faithful dog, Pepper. He started the diary to record the strange experiences and horrors occurring in and around the house. The Recluse relates a vision in which he travels to a remote and vast arena, \"the Plain of Silence\", surrounded by mountains with representations of mythological beast-gods, demons, and other \"bestial horrors\" on their slopes. In the center of the plain stands a house almost identical to his own, save that the house in the arena is much larger and appears to be made of a green jade-like substance. Along the way, he sees a huge, menacing humanoid with swine-like features.\nShortly after his vision of the \"arena,\" he is attacked by humanoid pig-like creatures that he names \"the swine-things\", which appear to come from the depths of a great chasm under the house. The struggle with these creatures lasts for several nights of increasing ferocity, but the man kills several of the creatures and drives them off. As he searches for the origin of the swine-things, the man finds a pit beyond the gardens where a river descends into the earth. There he finds a tunnel leading to the great chasm. A rock slide dams the water in the pit. The man is trapped, but Pepper rescues him. The house transports the Recluse to an unknown place called \"the Sea of Sleep\" where he briefly reunites with his lost love.\nTonnison and Berreggnog must stop reading there as the house collapse has destroyed much of the journal. Except for an enigmatic fragment, the book becomes unreadable between the passage describing \"the Sea of Sleep\" and a later entry titled \"The noise in the night\". They realise that the water from the dammed pit has overflowed to create the lake. They suppose that the destroyed section of the journal may have explained other mysteries about the house.\nAs the Recluse's story continues, he notices that the passage of day and night has increased in speed, eventually blurring into a never-ending twilight. As he watches, his surroundings decay and collapse to dust. The dead world slowly grinds to a halt and the sun goes out after several million millennia. Once the world ends, the man floats through space, seeing angelic, human, and demonic forms passing before his eyes. Later, he finds himself back in his own study on Earth, with everything apparently returned to normality, with one exception: Pepper is dead.\nThe malicious swine-beast from his earlier journeys to the \"arena\" has followed him back to his own dimension. The creature infects the man's new dog with a luminous fungal disease. Although the man shoots the suffering animal, he also contracts the disease. The manuscript ends with the man, by then partly covered by the fungal growth, locked (from the outside only) in his study as the creature comes through a trap door in the basement from the chasm under the house. As he ponders suicide to end his suffering, the creature tries to open the study door and the diary abruptly ends.\nTonnison and Berreggnog search for information about the man and his circumstances. They learn that the house was long believed to be evil before the unsociable old man and his elderly sister acquired it. Monthly supplies were brought in by a man who would say nothing about the Recluse. After several years, the man returned early one day from his delivery trip and said that the house had mysteriously fallen into the chasm. The two travellers leave Kraighten and never return. The novel ends with a five-verse poem titled \"Grief\", found behind the fly-leaf of the diary.",
        "year": 1908,
        "author": "0F89E645-14E4-4C57-8EFB-4208BAAFF8B1",
        "id": 18,
        "isbn": "1426438281"
    },
    {
        "title": "One Man's Poison",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "pages": 26,
        "summary": "Something had gone wrong when they'd loaded the ship and the rations hadn't quite lasted long enough to make the outbound end of the uranium prospecting trip. Then they found an abandoned world and landed the ship on an old warehouse facility . . . and tried to found something to eat. Not an easy thing to do, going through an alien warehouse when they could barely read the manuals and had not much clue as to the nature of the local biology. They would have eaten a horse, if there'd been one. But there wasn't. And that was probably for the best -- it might have eaten them first!",
        "price": 24.67,
        "rating": 3.57,
        "year": 1953,
        "author": "B3965E84-6B3B-41A7-A2F1-33BBA849F323",
        "id": 241,
        "isbn": "1463899238"
    },
    {
        "title": "The Mind Digger",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "price": 29.76,
        "rating": 2.5,
        "year": 1958,
        "author": "DD933520-C37B-40AD-A062-3EB2F2EC29F4",
        "id": 883
    },
    {
        "title": "Perfect Answer",
        "price": 22.14,
        "rating": 4.2,
        "year": 1958,
        "author": "33382982-1094-4C33-9E0A-2A6CDC3AA380",
        "id": 880
    },
    {
        "title": "From An Unseen Censor",
        "cover": "https://images.gr-assets.com/books/1365867142l/17791419.jpg",
        "summary": "<b>You can't beat my uncle Isadore - he's dead but he's quick - yet that is just what he was daring me to try and do!.</b><br /><br /><i>Science Fiction </i><br />Play Duration: 00:56:49 <br />Public Domain stories from archive.org that are read by volunteers. <br />First published in <i>”Galaxy Magazine”</i> <br /><br /><u>Free download from LibriVox.org</u>",
        "price": 22.17,
        "rating": 2.5,
        "year": 1958,
        "author": "5F54F229-AC31-471B-96E2-FD8B90F7356F",
        "id": 546
    }
]
