[
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1913,
        "rating": 3.86,
        "pages": 190,
        "author": "529E6C18-1D27-4056-BB47-9173637E4D5C",
        "summary": "The Gods of Mars is a science fantasy novel by American writer Edgar Rice Burroughs, the second of his Barsoom series. It was first published in All-Story as a five-part serial in the issues for January–May 1913. It was later published as a complete novel by A. C. McClurg in September, 1918.\nAs in many of his novels, Burroughs begins with a frame story that explains how he (Burroughs) came into possession of the text, implying it recounts true events.",
        "title": "The Gods  of Mars",
        "isbn": "0345324390",
        "plot": "After John Carter's arrival, a boat of Green Martians on the River Iss are ambushed by the previously unknown Plant Men. The lone survivor is his friend Tars Tarkas, the Jeddak of Thark, who has taken the pilgrimage to the Valley Dor to find Carter. Having saved their o wn lives, Carter and Tars Tarkas discover that the Therns, a white-skinned race of self-proclaimed gods, have for eons deceived the Barsoomians elsewhere by disseminating that the pilgrimage to the Valley Dor is a journey to paradise. Most arrivals are killed by the beasts of Valley, and the survivors enslaved or eaten by Therns.\nCarter and Tars Tarkas rescue Thuvia, a slave girl, and attempt to escape, capitalizing on the confusion caused by an attack by the Black Pirates of Barsoom upon the Therns. During the attack, Tars Tarkas and Thuvia hijack a Black Pirate flier, while Carter fights his way aboard another, killing all but one of the Pirates, and rescuing a captive Thern princess. From the captured Pirate Xodar, Carter learns that the Black Pirates, called the \"First Born\", also think of themselves as gods, and accordingly prey upon the Therns; and additionally identifies the captive Thern as Phaidor, daughter of the \"Holy Hekkador\" (high priest) of the Therns. When their flier is recaptured by the First Born and taken to their underground realm of Omean, Carter is taken before Issus, the self-proclaimed goddess of Barsoom, who dictates the Therns through secret communications which they mistake for divine revelation.\nIssus takes Phaidor as a handmaiden for one Martian year; whereas Carter is imprisoned, with Xodar as his slave as punishment for being defeated by Carter. Thereafter Carter treats him with honor, and thus gains his friendship. In prison, they encounter a young man later identified as Carter's son Carthoris, with whom Carter is taken to a series of games wherein the previous year's handmaidens are killed and later eaten by Issus and her nobles. Carter leads a revolt of the prisoners, killing many of the First Born; and upon the suppression of their revolt, he and Carthoris escape via underground tunnels, and give themselves to guards unacquainted with the revolt to be returned to their prison. Upon hearing of the revolt, Xodar rejects Issus’ divinity and joins the others in escape. Upon later abandoning their aircraft, they encounter Thuvia, who describes the capture of Tars Tarkas by the green warriors of Warhoon (a clan rival to his own). Carter goes to rescue Tars Tarkas, but is discovered by his enemies. After a chase, Thuvia is sent on alone, mounted, while the men attempt a stand against the Warhoons. They are rescued by the Heliumetic navy but do not find Thuvia. Commanding one of the warships is Carter’s friend Kantos Kan but the fleet is commanded by Zat Arras, a Jed (chieftain) of the hostile client state of Zodanga, and Carter is suspected of returning from the Valley of Dor, which is punishable by death. Tardos Mors, the Jeddak of Helium, and Mors Kajak, the Jed of Hastor (the grandfather and father, respectively, of Dejah Thoris, and thus Carter’s in-laws) are absent from Helium, having led fleets in search of Carthoris. Later, Carter discovers that Dejah Thoris may have taken the pilgrimage to the Valley Dor to find him.\nUpon returning to Helium, Carter is tried for heresy by the Zodangans; but the people of Helium do not tolerate this, and Carter is held prisoner for 365 days until his son frees him. Thereafter he goes to rescue Dejah Thoris but is kidnapped by the Zodangans. Carter refuses Zat Arras’ offer of freedom in exchange for endorsing Zat Arras as Jeddak of Helium, and is imprisoned. After half a (Barsoomian) year, Carter escapes, and embarks to Omean, with secretly raised troop levies, ships, and soldiers lent by Tars Tarkas. Near Omean Carter is challenged first by the Therns; secondly by Zat Arras; and lastly by the First Born, whereupon Carter causes the Therns and First Born to fight one another, and the Heliumetic crews of the Zodangan fleet mutiny in support of Carter. Thereafter the Heliumites and Tharks defeat the First Born, and Issus herself is killed. But Dejah Thoris, Thuvia, and Phaidor are imprisoned in the Temple of the Sun, each of whose rooms opens only once per year, by Issus, specifically to spite Carter, as Issus was aware that all three were in love with him. Carter and his men scramble to find the keys to their cell in time, but are unsuccessful. Immediately before their room closes, Phaidor attempts to kill Dejah Thoris, and her success or failure are left unknown. The story is thence continued in the third book of Burroughs’ Martian series, The Warlord of Mars.",
        "id": 21
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1957,
        "rating": 3.29,
        "author": "81BEBCD9-D541-499D-B0AD-0D1A37F16B16",
        "summary": "This book was converted from its physical edition to the digital format by a community of volunteers. You may find it for free on the web. Purchase of the Kindle edition includes wireless delivery.",
        "title": "Lighter Than You Think", 
        "id": 944
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1951,
        "rating": 4.08,
        "pages": 160,
        "author": "5806B79B-884F-4F81-80AC-3F30426F5920",
        "summary": "Speculate for a moment on the enormous challenge to archaeology when interplanetary travel is possible . . . and relics are found of a race extinct for half a million years! A race that was so far in advance of ours that they held the secret of life restoration! What happens when a member of that race is brought back after 500,000 years of death . . .",
        "title": "The Alien",
        "isbn": "1434461947",
        "id": 400
    },
    {
        "cover": "https://images.gr-assets.com/books/1277779664l/41094.jpg",
        "year": 1947,
        "rating": 3.63,
        "pages": 322,
        "author": "064CDC6F-EE52-4879-B287-F435D2CB1146",
        "summary": "Ward Moore's classic novel \"Greener Than You Think\" posits a world with Bermuda grass running out of control -- choking out every other plant and destroying the food supply of animals and humanity alike. Originally published in 1947.",
        "title": "Greener Than You Think",
        "isbn": "0517558661",
        "id": 446
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1931,
        "rating": 3.4,
        "author": "D064609C-FEED-46C5-ABFB-D92492DC81E7",
        "title": "In the Orbit of Saturn",
        "id": 538
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1959,
        "rating": 3.18,
        "author": "59C19429-C057-4D0B-B89F-4745E1A0B5A0",
        "summary": "The Secret of the Ninth Planet is a science-fiction novel written by Donald A. Wollheim and first published in the United States in 1959 by the John C. Winston Co. Wollheim takes his heroes on a grand tour of the solar system as that team struggles to prevent an alien force from blowing up the sun. This is the last of three juvenile novels that Wollheim wrote for Winston, the other two being The Secret of Saturn's Rings and The Secret of the Martian Moons.\nThis is one of the thirty-five juvenile novels that comprise the Winston Science Fiction set, which novels were published in the 1950s for a readership of teen-aged boys. The typical protagonist in these books was a boy in his late teens who was proficient in the art of electronics, a hobby that was easily available to the readers.",
        "title": "The Secret of the Ninth Planet",
        "plot": "Helping his father on an archeological expedition in the Peruvian Andes, Burl Denning looks forward to studying engineering when he enters college in the fall. The expedition’s study of Inca ruins is interrupted by the arrival of a small guided missile from California. Inside the missile they find a message informing them that over the past several days the sun’s light has dimmed all over the world, threatening the onset of a new ice age, and that the source of the dimming has been traced to a point seven miles from their camp.\nBurl and his father hike to the location they were given and come to a dome surrounded by a wall. Inside the dome they find alien machinery that will not respond to their manipulations of the controls. Burl tries to pick up a small sphere and it blasts him with what feels like an electric shock. He then discovers that the controls will respond to him, so he shuts down the installation and sees immediately that the sunlight outside the dome has returned to normal.\nPicked up by the military and taken to California, the Dennings are told that astronomers have detected a dimming of sunlight on Mercury and Mars and suspect it’s occurring on the other planets as well. Worse, calculations show that if the Sun-stealers’ program continues, the sun will blow up as a nova in two to three years. Fortunately the means to solve the problem stands readily at hand for those who dare to use it – a giant spaceship propelled by an experimental antigravity drive.\nBurl is told that, unlike Cavorite, which H.G. Wells described in First Men in the Moon, the drive on A-G 17 (also called Magellan) is an active device, requiring thermonuclear reactors to provide the necessary power. The drive can produce attraction as well as attraction of gravitational fields and it can concentrate the force, enabling the ship to produce tremendous accelerations. With Burl on board, the crew takes the ship into space and grabs the sun’s gravitational field to pull the ship onto a trajectory that will take it to Venus.\nAn error in their understanding of the A-G drive leads them to shoot past Venus, so they go to Mercury instead. There, protected by parasols, the wrecking crew invades the Sun-tap station and Burl shuts it down. An alarm flashes and some time later, just as the men have finished photographing the station, the station destroys itself, saving the Earthmen the need to bomb it. They then head out to Venus.\nThey find the Sun-tap station on Venus sitting on a wide mudbar in the middle of a shallow, planet-wide ocean. Inside the station Burl shuts down the alarm and then shuts down the station. Then he and his two companions must fight their way past a large, flesh-eating amoeba on their way to the helicopter that will take them back to Magellan.\nMars is their next stop. While they pass close to Earth they learn that the Sun-tap transmissions have been traced and they point to Pluto as their destination. On Mars the men discover that the Sun-tap station has been built underneath a Martian city. Again Burl shuts down the alarm and then the station as the other men on his team take pictures and set a tactical atomic bomb to destroy the place. On their way out Boulton fires his gun at what looks like another alarm and is hit by a bolt of electricity. Fighting their way through a mob of the ant-like Martians, they return to Magellan and set course for Jupiter.\nOn the way Boulton tries to sabotage the ship, but when Burl grapples with him in an effort to stop him both men are knocked out by a flash of light. When they regain consciousness they find that Boulton is back to normal, the electric contact with Burl having freed him from the alien compulsion.\nThe Jovian Sun-tap station sits on Callisto. Burl shuts it down and he and his two companions leave immediately, barely escaping the explosion of the booby-trapped station destroying itself.\nPartway to Saturn they encounter a Plutonian ship, a dumbbell shaped, globe-and-rod craft that launches what looks like a lightning bolt at Magellan. The bolt is absorbed by the bazooka rocket that the men had already launched at the alien ship. A tactical atomic bomb on a rocket obliterates half of the Plutonian ship, which flees.\nAt Saturn they find the Sun-tap station on Iapetus and, wary of booby traps, drop an H-bomb on it. At Uranus the Sun-tap station sits on Oberon and again they wipe it out with a bomb. Then they head toward Pluto, figuring that they will hit the Sun-tap station at Neptune on their way home. They soon overtake the half-ruined Plutonian ship, which hits Magellan with an energy bolt that nearly cripples the ship, but then Burl obliterates the alien completely with an atomic blast.\nArriving at Pluto, an Earth-sized world, the Earthmen discover the last Plutonian city at the north pole with two dumbbell ships hovering over it. They put Magellan into a low equatorial orbit to avoid being spotted while they finish repairing the ship.\nBurl and two companions go down to the surface to explore, working their way north and landing their small rocketship several times to examine a dead Plutonian city. Finally they come to within a mile of the planet’s last stronghold. They infiltrate the place, set out a small atomic bomb with its timer set for four hours, and try to leave. Discovered and chased by Plutonians, Burl is trapped and knocked out.\nHe regains consciousness in a transparent enclosure on the surface of Triton, just outside the main temple of the Plutonians’ lunar religion. He finds the controls and frees himself, then he joins a ragtag band of Neptunians while Magellan lures the two dumbbell ships out into space where the crew destroys them both. Inside the temple Burl finds the inner sanctum lined with glass cases containing aliens, including one of his companions, in suspended animation, waiting to be sacrificed. Burl battles the priests and smashes the cases in a desperate fight. As each alien regains consciousness it joins the fight and soon there are no more Plutonians.\nWith all of the Plutonians dead, the danger to the solar system is past. Burl sees then the people of other planets and of other stars coming together in peace and mutual understanding.",
        "id": 301
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1959,
        "rating": 3.56,
        "author": "E0FD52BC-8BA6-4F48-B40F-031692DDE201",
        "summary": "There are times when I don't know my own strength. Or, at least, the strength of my advice. And the case of Jason Howley was certainly an instance of one of those times.<br />When he came to my office with his gadget, I heard him out, trying to appear both interested and co-operative--which is good business. But I am forced to admit that neither Howley nor his gadget were very impressive. He was a lean, slope-shouldered individual, five-feet-eight or nine--which was shorter than he looked--with straight brown hair combed straight back and blue eyes which were shielded with steel-rimmed glasses. The thick, double-concave lenses indicated a degree of myopia that must have bordered on total blindness without glasses, and acute tunnel vision, even with them.",
        "title": "...Or Your Money Back",
        "id": 562
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1936,
        "rating": 3.13,
        "author": "CBF0DC37-789D-4986-92AF-1895E3A4C0C3",
        "title": "The Secret of Kralitz",
        "id": 379
    },
    {
        "cover": "https://images.gr-assets.com/books/1496279484l/8893626.jpg",
        "year": 1931,
        "rating": 2.75,
        "author": "CAAA998F-DDEA-476A-A099-75C19A75BE35",
        "summary": "The Red Hell of Jupiter is a short science fiction novel written in 1931 for the popular science fiction magazine Astounding Stories. In this story, what is the mystery centered in Jupiter's famous \"Red Spot\"? Two fighting Earthmen, caught by the \"Pipe-men\" like their vanished comrades, soon find out.",
        "title": "The Red Hell of Jupiter",
        "id": 600
    },
    {
        "cover": "https://images.gr-assets.com/books/1494979127l/33507.jpg",
        "year": 1869,
        "rating": 3.86,
        "pages": 394,
        "author": "43BC9D93-D88B-45B0-8180-8B9FDD992B1F",
        "summary": "Twenty Thousand Leagues Under the Sea (French: Vingt mille lieues sous les mers: Tour du monde sous-marin, Twenty Thousand Leagues Under the Seas: A Tour of the Underwater World) is a classic science fiction novel by French writer Jules Verne published in 1870.\nThe novel was originally serialized from March 1869 through June 1870 in Pierre-Jules Hetzel's periodical, the Magasin d'ï¿½ducation et de Rï¿½crï¿½ation. The deluxe illustrated edition, published by Hetzel in November 1871, included 111 illustrations by Alphonse de Neuville and ï¿½douard Riou. The book was highly acclaimed when released and still is now; it is regarded as one of the premiere adventure novels and one of Verne's greatest works, along with Around the World in Eighty Days and Journey to the Center of the Earth. The description of Nemo's ship, called the Nautilus, was considered ahead of its time, as it accurately describes features on submarines, which at the time were very primitive vessels.",
        "title": "Twenty Thousand Leagues under the Sea",
        "isbn": "076072850X",
        "plot": "During the year 1866, ships of several nations spot a mysterious sea monster, which some suggest to be a giant narwhal. The United States government assembles an expedition in New York City to find and destroy the monster. Professor Pierre Aronnax, a French marine biologist and narrator of the story, who happens to be in New York at the time, receives a last-minute invitation to join the expedition which he accepts. Canadian whaler and master harpoonist Ned Land and Aronnax's faithful servant Conseil are also brought aboard.\nThe expedition departs Brooklyn aboard the United States Navy frigate Abraham Lincoln and travels south around Cape Horn into the Pacific Ocean. The ship finds the monster after a long search and then attacks the beast, which damages the ship's rudder. The three protagonists are then hurled into the water and grasp hold of the \"hide\" of the creature, which they find, to their surprise, to be a submarine very far ahead of its era. They are quickly captured and brought inside the vessel, where they meet its enigmatic creator and commander, Captain Nemo.\nThe rest of the story follows the adventures of the protagonists aboard the creature—the submarine, the Nautilus—which was built in secrecy and now roams the seas free from any land-based government. Captain Nemo's motivation is implied to be both a scientific thirst for knowledge and a desire for revenge upon (and self-imposed exile from) civilization. Nemo explains that his submarine is electrically powered and can perform advanced marine biology research; he also tells his new passengers that although he appreciates conversing with such an expert as Aronnax, maintaining the secrecy of his existence requires never letting them leave. Aronnax and Conseil are enthralled by the undersea adventures, but Ned Land can only think of escape.\nThey visited many places under the ocean, some of them could be found in real life while others were completely fictional. The travelers witness the real corals of the Red Sea, the wrecks of the battle of Vigo Bay, the Antarctic ice shelves, the Transatlantic telegraph cable and the fictional submerged land of Atlantis. The travelers also use diving suits to hunt sharks and other marine life with air-guns and have an underwater funeral for a crew member who died when an accident occurred under mysterious—and unknown to the reader—conditions inside the Nautilus. When the Nautilus returns to the Atlantic Ocean, a pack of \"poulpes\" (usually translated as a giant squid, although in French \"poulpe\" means \"octopus\") attacks the vessel and kills a crew member.\nThroughout the story Captain Nemo is suggested to have exiled himself from the world after an encounter with the forces that occupied his country that had devastating effects on his family. Not long after the incident of the poulpes, Nemo suddenly changes his behavior toward Aronnax, avoiding him. Aronnax no longer feels the same and begins to sympathize with Ned Land. Near the end of the book, the Nautilus is attacked by a warship of some nation that made Nemo suffer. Filled with hatred and revenge, Nemo ignores Aronnax's pleas for mercy. Nemo—nicknamed angel of hatred by Aronnax—destroys the ship, ramming it just below the waterline, sinking it into the bottom of the sea, much to Aronnax's horror, as he watches the ship plunge into the abyss. Nemo bows before the pictures of his wife and children and is plunged into deep depression after this encounter. For several days after this, the protagonists' situation changes. No one seems to be on board any longer and the Nautilus moves about randomly. Ned Land is even more depressed, Conseil fears for Ned's life, and Aronnax, horrified at what Nemo had done to the ship, can no longer stand the situation either. One evening, Ned Land announces an opportunity to escape. Although Aronnax wants to leave Nemo, whom he now holds in horror, he still wishes to see him for the last time. But he knows that Nemo would never let him escape, so he has to avoid meeting him. Before the escape, however, he sees him one last time (although secretly), and hears him say \"Almighty God! Enough! Enough!\". Aronnax immediately goes to his companions and they are ready to escape. But while they loosen the dinghy, they discover that the Nautilus has wandered into the Moskenstraumen, more commonly known as the \"Maelstrom\". They manage to escape and find refuge on a nearby island off the coast of Norway, but the fate of Nautilus is unknown.",
        "id": 7
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1963,
        "rating": 3.52,
        "author": "EB530372-1A12-489D-A033-9A63514EAC3A",
        "title": "The Men in the Walls",
        "id": 682
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1956,
        "rating": 3.67,
        "pages": 220,
        "author": "59C19429-C057-4D0B-B89F-4745E1A0B5A0",
        "summary": "Armchair fiction presents extra large paperback editions of the best in classic science fiction novels. In \"One Against the Moon\" Donald A. Wollheim spins a tale about a stowaway, on the first rocket to the moon! Trapped in an underground cavern of the moon, Robin Carew faced possible death-alone! Starvation was postponed only briefly. He had the two rabbits and a monkey that had accompanied him in the untested atomic rocket not designed for human passengers. Rescue was unlikely. No one had discovered him hidden within the rocket before the blast-off. He could rely only on himself. From the moment this latter-day Robinson Crusoe discovers edible plants within the lightless cavern, hope of survival grows in him. An underground river leads him to other caverns, where he encounters weird creatures and another being-one who speaks in an incomprehensible language. Thus begins a series of remarkable adventures, climaxed by the arrival of a second rocket that brings both danger and good fortune.",
        "title": "One Against the Moon",
        "id": 744
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1951,
        "rating": 2.82,
        "pages": 34,
        "author": "C74FBCAE-43AB-4869-9927-26E20AE60F5D",
        "summary": "\"You have been chosen for this mission of murder because you are the only people in our culture who are capable of this type of violence. You have broken our laws, and this is your punishment!\"<br /><br />THIS WORLD MUST DIE!<br /><br />Social living requires the elimination, or at very best, the modification of many elements necessary to survival in \"nature.\" And when an emergency arises, very often it is the person who would be considered a \"criminal,\" in other situations, who alone is able to cope with the necessities. If we manage to eliminate \"violence\" from human affairs, what will we find when a need for \"violence\" arises -- a need outside of man's artificial control of his environment?",
        "title": "This World Must Die!",
        "isbn": "1463897081",
        "id": 677
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1962,
        "rating": 4.28,
        "author": "F4F0A07F-9C1B-490D-842E-A3F00DAE5E64",
        "title": "The Winds of Time",
        "id": 458
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1949,
        "rating": 3.51,
        "pages": 44,
        "author": "61663FBC-1D67-4F07-870A-3BF8991353BF",
        "summary": "Is there anything absolutely beyond human comprehension? We can, gradually, gain a certain insight into what it is by comparing it to what is comprehensible. There may be and probably is a vast realm of reality co-existent with the reality we know, right around us; but it is \"screened\" from us. It may be possible that we know less than ten percent of actual reality around us due to the screening of our senses and our instruments that blocks completely, or permits to pass completely.",
        "title": "Unthinkable",
        "isbn": "1463898762",
        "id": 859
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1991,
        "rating": 3.63,
        "pages": 519,
        "author": "F711C069-A7FB-47E7-ABA2-BBD01C95D8DD",
        "summary": "\"In Shaman we live again an all but-forgotten chapter of American history, replete with adventure, violence and eroticism - the compelling and often horrific account of a collision between two cultures so different that one of them has to be wiped off the face of the earth.\"<br /><br />It was a time of bloody confrontation between the white man and the red man, a time when the pioneers of a new nation were pushing out across the Great Plains and yet the powerful spirits of an ancient mystical religion still held sway over the Indians. In this troubled, dangerous time, there is a man who has the privilege - and the curse - of belonging to both worlds. He is Gray Cloud, a disciple of the aging shaman Owl Carver. A handsome young half-breed, he is chosen by the Great Turtle to become the mystical leader of the Sauk people...and summoned by his French-born aristocratic father to inherit the vast estate of Victoire.<br /><br />Here is the riveting drama of Gray Cloud's transformation into the powerful shaman White Bear, and his desperate struggle to reconcile the opposing forces of his white and Indian heritage. It is a sweeping epic of mysticism and history, of bitter love and brutal warfare, and of the tragic fate of an ancient people.",
        "title": "Shaman",
        "isbn": "0345360486",
        "id": 454
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1957,
        "rating": 4.1,
        "author": "F711C069-A7FB-47E7-ABA2-BBD01C95D8DD",
        "title": "Resurrection",
        "id": 857
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1960,
        "rating": 3.79,
        "pages": 159,
        "author": "55E148F6-B9E8-4499-B917-62505EAE1790",
        "summary": "FROM THE HUGO WINNING NOVELIST Not long after the colonists landed on the uninhabited planet every human made artifact - ship communicators, tools--disappeared! Even their clothes! Here is an enthralling science alien planet puzzle from the man writer, critic and Nebula award winner Barry Maltzberg calls \"One of the twelve most influential science fiction writers.\" When, Eden--the Earth colony eleven light years goes silent and fails to answer any communications from the mother planet, Earth's government goes into a panic. Has something tragic happened on a world already proven to have no intelligent, dangerous lifeforms? Or, are the colonists purposely disregarding the messages for some reason of their own? What could be the real explanation for the mysterious silence of a disciplined, scientific colony? <br /><br />To learn the answer, Earth's leaders turn to the Extrapolators- the honored group of men and women with an almost superhuman ability to see to the core of any problem. Soon the Es assign a probationary Extrapolator, Calvin Gray, to the hazardous journey to Eden, where he will win full admission into the ranks to the Extrapolators if he solves whatever problems he finds there. But, even with his special Extrapolator training, Grey is not prepared for the extent ort nature of the disaster that has struck the colony Eden--thrown back to an almost subhuman state of existence without houses, tools, equipment, or clothing. <br /><br />Here is a suspenseful science fiction from Mark Clifton, who, with his collaborator, Frank Riley, won the 1955 Hugo Award for best science fiction novel of the year for, They'd Rather Be Right. Galaxy magazine's editors called Clifton's work: \"Full of excitement. Richly rewarding. Genuinely mature philosophy tinged with gentle irony.\"",
        "title": "Eight Keys to Eden",
        "isbn": "0898652588",
        "id": 735
    },
    {
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "year": 1957,
        "rating": 3.4,
        "author": "3DCE4EDA-11F1-4A2C-AE0F-8913355E3F74",
        "summary": "The cruiser vanished back into hyperspace and he was alone in the observation bubble, ten thousand lightyears beyond the galaxy's outermost sun. He looked out the windows at the gigantic sea of emptiness around him and wondered again what the danger had been that had so terrified the men before him.<br /><br />Of one thing he was already certain; he would find that nothing was waiting outside the bubble to kill him. The first bubble attendant had committed suicide and the second was a mindless maniac on the Earthbound cruiser but it must have been something inside the bubble that had caused it. Or else they had imagined it all.<br /><br />He wasn't afraid. Oh no, not him. He was the third man on the match, but that didn't scare him, not at all.",
        "title": "The Nothing Equation",
        "id": 268
    },
    {
        "year": 1952,
        "rating": 3.9,
        "author": "F296C4F6-52F2-41AE-9E6B-D57434BD3BE3",
        "title": "The Addicts",
        "id": 601
    }
]